[
    {
        "id": 0,
        "title": "Что же такое SMM?",
        "body": "Это - полноценный маркетинг, а не только продвижение через различные социальные платформы. Social Management является частью маркетинговой и коммуникационной стратегии...",
        "date": "20 марта 2022",
        "img": "Blog_images/Simple.png",
        "textData": [
            [0, "Что означает UX/UI?", "Каждый день мы пользуемся смартфонами и компьютерами, без них нам становится некомфортно. Для того, чтобы эти устройства стали удобными, работают большие команды специалистов по дизайну — UX и UI дизайнеры. Давайте разберемся, чем именно  они занимаются, что означают эти аббревиатуры, и в чем состоит разница между ними. UX – это сокращение от английских слов «user experience», которые переводятся как «пользовательский опыт». UX есть не только у цифровых продуктов, а у всего, с чем мы взаимодействуем. UX вышел на передний план в связи со стремительным развитием цифровых технологий и потребностью в снижении уровня специфических знаний для работы с техникой."]
        ]
    },
    {
        "id": 1,
        "title": "Зачем нужен UX/UI??",
        "body": "Оба направления решают общую задачу — сделать ваш бизнес процесс удобнее и понятнее для вас как компании и для вашего конечного клиента. Если вы делаете...",
        "date": "06 февраля 2022",
        "img": "Blog_images/Simple2.png",
        "textData": [
            [0, "Что означает UX/UI?", "Каждый день мы пользуемся смартфонами и компьютерами, без них нам становится некомфортно. Для того, чтобы эти устройства стали удобными, работают большие команды специалистов по дизайну — UX и UI дизайнеры. Давайте разберемся, чем именно  они занимаются, что означают эти аббревиатуры, и в чем состоит разница между ними. UX – это сокращение от английских слов «user experience», которые переводятся как «пользовательский опыт». UX есть не только у цифровых продуктов, а у всего, с чем мы взаимодействуем. UX вышел на передний план в связи со стремительным развитием цифровых технологий и потребностью в снижении уровня специфических знаний для работы с техникой."],
            [1, "Зачем же?", "UX дизайн отвечает на вопрос: «Зачем?»  Если просто — это создание такой последовательности событий, которая приводит нас к цели с минимальными усилиями и без лишних проблем. Именно UX дизайнеры придумывают, как правильно сформировать набор полей для формы регистрации и можно ли использовать ранее полученные данные для упрощения вашей работы. Да, мы те самые люди, которые задают вопросы о том, для чего и как вы будете пользоваться нашим продуктом."],
            [2, "В чем состоит UI дизайн?", "UI дизайн отвечает на вопрос: «Как?». Чаще всего под понятием UI дизайн подразумевают разработку оформления сайта: какого цвета будут кнопки, иконки, поля ввода данных и все остальные интерактивные элементы на странице или в приложении. Кажется, что это довольно простая работа. Хотя, на самом деле, кажущаяся простота достигается большим опытом и практикой."],
            [3, "http://localhost:3000/Blog_images/PostImage.png"],
            [4, "Что я получу?", "Минимум — постоянный поток клиентов. Ваши существующие клиенты не перестанут пользоваться вашими услугами.  Максимум — увеличение прибыли и лояльности. Потому что ваши клиенты будут приводить к вам своих друзей.  Когда ваш сайт или приложение не вызывают трудностей у пользователей и помогают им решать их задачи с максимальным удовольствием, к вам будут чаще возвращаться и гораздо охотнее платить за ваши услуги."]
        ]
    }
]